{
  "meta": {
    "title": "Privacy Policy",
    "updated": "Last updated: July 15, 2024",
    "referenceLabel": "Creative Tim Privacy Policy",
    "referenceUrl": "https://www.creative-tim.com/knowledge-center/privacy-policy/",
    "contactEmail": "support@lingssoft.com"
  },
  "sections": [
    {
      "title": "1. Scope",
      "paragraphs": [
        "This privacy summary explains how LINGSSOFT collects, uses, and safeguards personal information when you browse our sites, download assets, or communicate with our team.",
        "It complements the full privacy policy referenced below and is designed to help legal and compliance teams understand how we protect data throughout the product lifecycle."
      ]
    },
    {
      "title": "2. Data We Collect",
      "paragraphs": [
        "We collect only the information needed to deliver requested services, provide support, and secure our community."
      ],
      "bullets": [
        "Account information such as name, email address, company, and billing details.",
        "Usage data including download history, pages visited, and device identifiers gathered through analytics tools.",
        "Support communications, feedback, and documentation shared when you open a ticket or request onboarding help."
      ]
    },
    {
      "title": "3. How We Use Your Information",
      "paragraphs": [
        "Data is processed to fulfill contractual obligations, improve experiences, and keep our services resilient."
      ],
      "bullets": [
        "Provisioning products, licenses, and updates you request.",
        "Communicating about releases, security notices, or important policy changes.",
        "Monitoring platform performance, detecting abuse, and troubleshooting incidents.",
        "Personalizing documentation or recommendations based on your role or region."
      ]
    },
    {
      "title": "4. Sharing and Processors",
      "paragraphs": [
        "We do not sell personal information. When sharing is required to operate the service, we rely on vetted subprocessors bound to confidentiality and data protection terms."
      ],
      "bullets": [
        "Payment providers that process transactions on our behalf.",
        "Cloud hosting, logging, and analytics partners that keep infrastructure secure.",
        "Professional advisors or legal authorities when required to comply with the law or defend our rights."
      ]
    },
    {
      "title": "5. Cookies and Preferences",
      "paragraphs": [
        "We use essential cookies to keep you signed in and remember language preferences. Optional analytics cookies help us understand usage patterns so we can prioritize roadmap work.",
        "You can manage consent through the cookie banner or your browser settings. Choosing to disable certain cookies may limit personalized features but core functionality remains available."
      ]
    },
    {
      "title": "6. Security, Retention, and Your Rights",
      "paragraphs": [
        "Access to personal data is restricted to staff who need it to complete their work. We apply encryption, role-based access, and continuous monitoring to prevent unauthorized use. Records are retained only as long as necessary to deliver the services or satisfy legal obligations.",
        "Depending on your jurisdiction you may request access, correction, deletion, or portability of your data. Submit privacy requests to <email>{{email}}</email> and we will confirm receipt within two business days.",
        "These highlights align with the official <link>{{label}}</link>. Review that document for detailed definitions, lawful bases, and regulatory disclosures."
      ]
    }
  ]
}
