{
  "meta": {
    "title": "プライバシーポリシー",
    "updated": "最終更新: 2024年7月15日",
    "referenceLabel": "Creative Tim プライバシーポリシー",
    "referenceUrl": "https://www.creative-tim.com/knowledge-center/privacy-policy/",
    "contactEmail": "support@lingssoft.com"
  },
  "sections": [
    {
      "title": "1. 適用範囲",
      "paragraphs": [
        "本サマリーは、LINGSSOFT がサイト閲覧・資産ダウンロード・サポート窓口とのやり取りの際に、どのように個人情報を収集・利用・保護するかを説明します。",
        "以下の内容は完全版プライバシーポリシーを補完し、製品ライフサイクル全体を通じてデータを保護する方法を法務・コンプライアンス担当者が理解できるよう整理したものです。"
      ]
    },
    {
      "title": "2. 収集するデータ",
      "paragraphs": [
        "当社は、求められたサービスを提供し、サポートを実施し、コミュニティを安全に保つために必要な最小限の情報のみを収集します。"
      ],
      "bullets": [
        "氏名、メールアドレス、会社名、請求情報などのアカウント情報",
        "ダウンロード履歴、閲覧ページ、端末識別子など、分析ツールを通じて取得する利用データ",
        "サポートチケットの作成やオンボーディング依頼時に提供されたお問い合わせ内容、フィードバック、資料"
      ]
    },
    {
      "title": "3. 情報の利用目的",
      "paragraphs": [
        "契約上の義務を果たし、ユーザー体験を向上させ、サービスを安定的に運用するためにデータを処理します。"
      ],
      "bullets": [
        "ご依頼いただいた製品・ライセンス・更新版の提供",
        "リリース情報、セキュリティ通知、重要なポリシー変更のお知らせ",
        "プラットフォームのパフォーマンス監視、不正利用の検知、障害対応",
        "役割や地域に応じたドキュメントや推奨事項のパーソナライズ"
      ]
    },
    {
      "title": "4. 第三者提供とプロセッサー",
      "paragraphs": [
        "個人情報を販売することはありません。サービス運用に必要な場合のみ、秘密保持とデータ保護条項を含む契約を締結した委託先と情報を共有します。"
      ],
      "bullets": [
        "当社に代わって決済処理を行う支払い事業者",
        "インフラの安全性を維持するクラウドホスティング、ログ、分析パートナー",
        "法令遵守や権利保護のために必要な場合の専門アドバイザーや当局"
      ]
    },
    {
      "title": "5. クッキーと設定",
      "paragraphs": [
        "必須クッキーはログイン状態の維持や言語設定の保持に使用され、常に有効です。任意の分析クッキーは利用状況を把握し、ロードマップの優先度を判断するのに役立ちます。",
        "クッキーバナーやブラウザ設定から同意を管理できます。特定のクッキーを無効化するとパーソナライズ機能が制限される場合がありますが、主要機能は引き続きご利用いただけます。"
      ]
    },
    {
      "title": "6. セキュリティ・保管期間・利用者の権利",
      "paragraphs": [
        "個人情報へのアクセスは業務に必要なスタッフに限定しています。不正利用を防ぐため、暗号化・ロールベースのアクセス制御・継続的なモニタリングを実施し、サービス提供や法的義務に必要な期間のみデータを保管します。",
        "管轄地域によっては、データへのアクセス、訂正、削除、ポータビリティを請求できます。プライバシーに関するご依頼は <email>{{email}}</email> までお送りください。2営業日以内に受付完了をお知らせします。",
        "本サマリーは公式文書である <link>{{label}}</link> と整合しています。詳細な定義、法的根拠、規制上の開示事項については原文をご参照ください。"
      ]
    }
  ]
}
