{
  "meta": {
    "title": "利用規約",
    "updated": "最終更新: 2024年7月15日",
    "referenceLabel": "Creative Tim 利用規約",
    "referenceUrl": "https://www.creative-tim.com/knowledge-center/terms-of-service/",
    "contactEmail": "support@lingssoft.com"
  },
  "sections": [
    {
      "title": "1. サービスの受諾",
      "paragraphs": [
        "LINGSSOFT の製品およびサンプル資産を利用することで、本利用規約に同意したものとみなされます。適用法令の下で法的拘束力のある契約を締結できる個人または組織のみが本プラットフォームを利用できます。",
        "本サマリーは、公式契約の保護条項を維持したまま、法務・購買・セキュリティ担当者が迅速にオンボーディングできるよう主要な義務をまとめたものです。"
      ]
    },
    {
      "title": "2. アカウントと利用資格",
      "paragraphs": [
        "アカウント作成時には正確な連絡先・請求・組織情報を提供してください。管理者は認可された席数を管理し、資格情報が外部に漏れないよう責任を負います。"
      ],
      "bullets": [
        "社内ポリシーに沿った合法的な業務にのみサービスを使用してください。",
        "不正アクセスや資格情報の漏えい、データの不正利用が疑われる場合は直ちに LINGSSOFT に連絡してください。",
        "プレミアムファイルへアクセスする共同作業者には適切なプランまたはライセンスを割り当ててください。"
      ]
    },
    {
      "title": "3. 注文・支払い・返金",
      "paragraphs": [
        "有料の注文・サブスクリプション・更新は、登録された支払方法を通じて前払いで請求されます。特に明記がない限り、デジタル資産やライセンスキーが提供された後の料金は返金できません。",
        "請求に問題が発生した場合は、請求日から7日以内にサポートチームへご連絡ください。速やかに調査し解決いたします。"
      ],
      "bullets": [
        "割引やプロモーション価格は表示された期間にのみ適用されます。",
        "自動更新はいつでも請求ダッシュボードから停止でき、停止後も当該期間の終了までは利用を継続できます。",
        "法律で別途定められていない限り、税金・関税・銀行手数料はお客様のご負担となります。"
      ]
    },
    {
      "title": "4. 知的財産権とライセンス付与",
      "paragraphs": [
        "すべての製品ファイル、ドキュメント、ロゴ、商標は LINGSSOFT およびライセンサーの財産です。ライセンスを購入すると、許可された商用または社内プロジェクトで資産を使用できる限定的かつ非独占的な権利が付与されます。"
      ],
      "bullets": [
        "ソースファイルを変更し、自社アプリケーションやクライアント成果物に利用できます。",
        "テンプレートのソースコードや UI キット、コンポーネントを、変更の有無にかかわらず単体の資産として配布することはできません。",
        "クレジット表記は任意ですが、事前承認なしに後援や提携を示唆する表現は避けてください。"
      ]
    },
    {
      "title": "5. 保証・責任・契約終了",
      "paragraphs": [
        "本サービスは、中断のない提供や商品性、特定目的への適合性を保証せず、現状有姿で提供されます。法令で認められる範囲内で、LINGSSOFT の責任総額は過去12か月間に当該サービスへ支払われた金額を上限とします。",
        "本規約に違反した場合、ライセンス資産を不正利用した場合、請求額を期限内に支払わなかった場合には、アクセスを停止または契約を終了することがあります。サービスの利用を停止し、ライセンス資産を削除することでいつでも契約を終了できます。"
      ]
    },
    {
      "title": "6. 詳細情報とお問い合わせ",
      "paragraphs": [
        "本サマリーは公式文書である <link>{{label}}</link> の構成に沿っています。用語の定義、管轄、紛争解決条項については原文をご確認ください。",
        "ご不明な点は <email>{{email}}</email> までお問い合わせください。2営業日以内に折り返しご連絡いたします。"
      ]
    }
  ]
}
